Repository: WissKI/wisski_pathbuilder
Catalog: translations/*.po
Languages: de

source: Continue typing for more hits
de: Weitere Möglichkeiten gefunden

source: from
de: aus

source: Save
de: Speichern

source: No Data found, error.
de: Keine Daten gefunden - Fehler.

source: Too much data for this individual, exiting edit process.
de: Zu viele Daten für dieses Individuum. Das Editieren wird beendet.

source: Select the starting concept for the path
de: Bitte wählen sie das erste Konzept für den Pfad aus

source: Number of properties for the path
de: Anzahl der Properties für den Pfad

source: Submit
de: Übertragen

source: Save configuration
de: Konfiguration speichern

source: Add Group
de: Gruppe hinzufügen

source: Add Own Path
de: Eigenen Pfad hinzufügen

source: There are no items yet. Please add some.
de: Es sind noch keine Pfade eingegeben.

source: edit
de: Editieren

source: delete
de: Löschen

source: Add Item
de: Pfad hinzufügen

source: Path shortcut name
de: Name für den Pfad

source: Select the next step of the path
de: Bitte wählen sie den nächsten Schritt auf dem Pfad aus

source: Enabled
de: Verfügbar

source: Weight
de: Gewicht

source: Operations
de: Anpassungsmöglichkeiten

source: Item settings
de: Einstellungen

source: Path display name
de: Anzeige

source: Description of this group
de: Beschreibung für diese Gruppe

source: Path options
de: Optionen für den Pfad

source: Select the ending concept for the path
de: Bitte wählen sie das letzte Konzept für den Pfad

source: Available datatype properties
de: Mögliche Datentyp-Verknüpfungen

source: This action cannot be undone.
de: Vorsicht: Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete this item?
de: Sind Sie sich sicher, dass sie diesen Pfad löschen möchten?

source: Delete
de: Löschen

source: Group
de: Gruppe

source: Desc
de: Beschreibung

source: Template View
de: Spezialansicht

source: Edit
de: Editieren

source: Add Path
de: Pfad hinzufügen

source: Edit menu item
de: Menüeintrag editieren

source: Delete menu item
de: Menüeintrag löschen

source: Pathbuilder
de: Pfad-Konstruktor

source: Customize menu
de: Menü anpassen

source: Add Menu Items
de: Menü hinzufügen

source: Autocomplete
de: Automatische Vervollständigung

source: Allows administrators to customize the wisski navigation menu.
de: Administratoren können mit diesem Werkzeug eine einfachere Ansicht erzeugen.
